{
    "Items": [
        {
            "Uuid": 1,
            "Story": "Корчма, в которую вы только что вошли, почти пуста: только за одним столом разместилась группа из пяти человек. Их смех и разговоры громко звучат в пустоте. Бледный корчмарь вытянулся в струнку у своей стойки, ипуганно поглядывая на посетителей. Кажется, он даже не заметил, как вы вошли",
            "VariantA": "Подсесть к их столу и выпить с ними. Похоже, с ними будет о чем поговорить",
            "VariantB": "Подойти к корчмарю и узнать, что его так перепугало",
            "DecisionA": {
                "Text": "Подойдя поближе, вы замечаете острые уши. Эльфы.... Поначалу они смотрят на вас с недоверием, но, завидев жёлтые ведьмачьи глаза, расслабляются. «Мутант. Отлично. Мы только что прогнали отсюда несколько вонючих людей. Без них мир куда прекраснее. Присаживайся». Вы узнаёте от них, как в глухих лесах эльфы обучают боевые отряды для охоты на людей",
                "Effects": [
                    {
                        "Type": "AttackSkill",
                        "Text": "Навык сражения",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Рука корчмаря прибита к столешнице длинным гвоздём. Когда вы тянетесь, чтобы помочь ему, мужчина качает головой. «Не можно», тихо бормочет он. Но вы всё равно помогаете ему высвободиться, и эльфы вскакивают на ноги. «Не лезь не в своё дело!» Но вы уже решились. Уж это-то дело точно ваше",
                "Effects": [
                    {
                        "Type": "AnySkill",
                        "Text": "Любой навык",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 2,
            "Story": "'Глянь, ведьмак идёт!'. 'Странник говорил, они огнём из пальцев мечут!'. 'Помнишь, василиск город стращал? Так ведьмак его забил!' Шёпот преследует вас на каждом шагу, едва вы входите в городские ворота. Люди тычут в вас пальцами, а дети окружают и смотрят во все глаза. Наконец, кто-то из местных находит в себе смелость заговорить с вами. 'Милсдарь ведьмак, к нам не так давно путник захаживал. Говорил, будто ведьмак здесь бывал, убил в округе монстра, много жизней невинных спас. Не о вас ли речь?'",
            "VariantA": "Солгать: 'Да, моих рук дело'",
            "VariantB": "'Нет, это не обо мне'",
            "DecisionA": {
                "Text": "Горожанам явно не терпится выразить свою благодарность. Их золото звенит достаточно громко, чтобы заглушить голос совести",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+2"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Может, оно и к лучшему. Ведьмак без работы редкая птица в наших краях, да и проблем у нас навалом... Слыхал, милсдарь ведьмак?..",
                "Effects": [
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 3,
            "Story": "Во всем городе не удаётся найти места на ночлег! Но вы узнаете о притоне для азартных игр: возможно, там нет кроватей, но по крайней мере можно рассчитывать на крышу над головой. Особенно это важно сейчас, в проливной дождь. Едва вы входите внутрь, группа краснолюдов сразу же приглашает вас за стол сыграть в кости",
            "VariantA": "Сыграйте в покер на костях по обычным правилам игры с горожанами, но не добавляя своё 1 золото в качестве ставки. Если вы победите, то возьмите 1 дополнительное золото",
            "VariantB": null,
            "DecisionA": {
                "Text": "",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест. Не показывайте другим",
                        "LocationMeta": null,
                        "Value": "119"
                    }
                ]
            },
            "DecisionB": null
        },
        {
            "Uuid": 4,
            "Story": "Жрец Вечного огня жалуется вам на чудовище, досаждающее его храму по ночам. Вы решаете устроить засаду у здания после сумерек. Когда монстр выбирается из окна, вы следуете за ним. 'Я слышу твои шаги, ведьмак, существо останавливается в свете фонарей. Вы узнаёте силуэт суккуба. - Я просто хотела... жить вместе с людьми. Святоше нравилось проводить со мной время. Теперь, как понимаю, он ценит репутацию дороже моего общества. Он ведь для этого нанял тебя?'",
            "VariantA": "Убить суккуба и забрать награду",
            "VariantB": "Вернуться к священнику и вразумить его",
            "DecisionA": {
                "Text": "Вы возвращаетесь за платой и бросаете голову монстра на стол. В глазах служителя замерла печаль.",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "3"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Служитель Вечного огня не скрывает ярости, когда вы обвиняете его в связи с суккубом.\nОн вскакивает из-за стола. «Как ты смеешь?! Как ты смеешь говорить такие вещи мне, будущему настоятелю ордена Вечного Огня в Новиграде?! Убирайся, пока я не разозлился!'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Move",
                        "Text": "Переместись в соседнюю локацию (можешь выполнить действие)",
                        "Value": ""
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест. Не показывайте другим",
                        "LocationMeta": null,
                        "Value": "120"
                    }
                ]
            }
        },
        {
            "Uuid": 5,
            "Story": "На пороге корчмы в вас влетает краснолюд которого только что выгнали взашей. Вы вместе падаете в придорожную канаву. 'Не ходи туда! Там ублюдки сидят, даже поесть спокойно не дают! - рычит краснолюд, вставая с земли. - Мол, нелюдям за столик положено платить сверх меры! Ослы проклятые!'",
            "VariantA": "Заплатить, чтобы краснолюда снова пустили в корчму и дали доесть (Сбросьте 1 золото)",
            "VariantB": "Посоветовать краснолюду поужинать где-то ещё ему же лучше будет - и войти внутрь одному",
            "DecisionA": {
                "Text": "Может быть, дело в деньгах, которые вы дали корчмарю а может, в двух мечах на вашей спине. Так или иначе, вам с краснолюдом удаётся поесть спокойно. 'Знаешь, я тут подумал... Пойду-ка я с тобой, - сообщает краснолюд после трапезы. - Я работу ищу, но, как погляжу, в этом городишке нет ничего для нашего брата'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": null,
                        "Value": "134"
                    }
                ]
            },
            "DecisionB": {
                "Text": "К ведьмакам в этой корчме отношение иное, не то что к краснолюдам. Когда вы заканчиваете трапезу, корчмарь даже предлагает вам заказ. Поздно вечером вы возвращаетесь с головой гарпии: награда уже ждёт вас",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+3"
                    }
                ]
            }
        },
        {
            "Uuid": 6,
            "Story": "Пробираясь через многолюдную ярмарку, вы вдруг замечаете высокого худого человека. Он одет в мантию, которая выделяет его из толпы простых горожан. Человек спорит с бородатым краснолюдом, держащим в руках меч из чистого серебра. Он обращается к вам: «Ведьмак! Ваш брат наверняка знает толк в оружии. Хорош ли меч, который хвалит этот краснолюд? Пробьёт ли он крепкие доспехи? Сгодится ли он на трупоеда?'",
            "VariantA": "'Лучше краснолюдских клинков вы не найдете. Этот меч стоит любых денег'",
            "VariantB": "'Даже лучшее оружие на Континенте мало чем поможет без хорошей тренировки'",
            "DecisionA": {
                "Text": "Дворянин решается купить меч. Когда он уходит, краснолюд благодарит вас за лестный отзыв и протягивает небольшой кошель",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+2"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Дворянин соглашается с вами и бросает идею купить себе идеальное оружие. 'Может быть, тогда вы возьмётесь очистить мой фамильный склеп? Мне кажется, там завелись гули'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Mountain",
                            "Location": null
                        },
                        "Value": "135"
                    }
                ]
            }
        },
        {
            "Uuid": 7,
            "Story": "Пальцы вашего собеседника унизаны богатыми перстнями: если их продать, на вырученное можно купить целую деревню. Владелец пальцев, пригласивший вас на визит, ритмично постукивает ими по столу, ожидая вашего ответа. Позади него к стене как ни в чем не бывало прислонился Призрак - известный вам разбойник и убийца, а ныне телохранитель этого богача. Его глаза мрачно следят за вами. 'Что скажешь, ведьмак? Избавишься от краснолюда, который устроил мне конкуренцию?'",
            "VariantA": "Взять заказ на краснолюда - деньги хорошие",
            "VariantB": "'Вам нужен убийца, у которого нет совести. Один такой как раз стоит за вами'",
            "DecisionA": {
                "Text": "Вы находите краснолюда в его кузне. Он даже не пытается защищаться. Вы навсегда запомните его глаза в последний миг жизни - глаза, полные изумления и ужаса",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+3"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Богач сжимает губы в тонкую линию, а Призрак бросает на вас взгляд, полный злобы. Вы уходите, не проронив больше ни слова",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, взять карт в колоду",
                        "Value": "+1"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест. Разыграйте его в свое следующее исследование",
                        "LocationMeta": null,
                        "Value": "64"
                    }
                ]
            }
        },
        {
            "Uuid": 8,
            "Story": "'Всё чистая правда, вот честное слово мне не верит, тот хрен моржовый!' Трубадур заканчивает свою песню на городской площади под аплодисменты и свист толпы. Вы стоите в стороне, прячась в тени здания. Такое впечатление, что баллада была посвящена именно вашим похождениям. Вам это совсем не понравилось. Особенно пара строф о том, как вы пережили лютый мороз в зимнюю ночь, зарывшись в испражнения мантикоры",
            "VariantA": "Поговорить по душам с трубадуром",
            "VariantB": "Плюнуть на это дело и навестить местную травницу",
            "DecisionA": {
                "Text": "Вы пытаетесь проложить себе дорогу сквозь плотную толпу. Кто-то отталкивает вас локтем достаточно сильно, чтобы стянуть капюшон с головы и открыть ваше лицо. В толпе раздаются крики: 'Это он! Это ведьмак!'. Вы не успеваете опомниться, как народ окружает вас плотной толпой. 'Это вам, милсдарь! На постой и ужин!'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": null,
                        "Value": "6"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Женщина-травница улыбается, завидев вас. 'Так, так, так. Наслышана о песнях. Навоз мантикоры, правда? Возьми-ка лучше вот это для сугрева на другой раз». Она протягивает вам травы и запечатанную склянку",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 9,
            "Story": "Ни сна, ни отдыха мученьям ведьмака. Поначалу вам казалось, что посетить местный храм Мелитэле хорошая идея. Но это было ошибкой. Заслышав разговор на повышенных тонах, вы входите в главный зал. Перед Касиллией, главной жрицей храма, выпрямились трое рыцарей. Слышны крики. 'Уходите сейчас же! Это моё дело, каких гостей принимают под крышей храма!'. 'Нам не нужны здесь ни ведьмаки, ни другие мутанты. Пусть идёт прочь, не то вы пожалеете!'",
            "VariantA": "Не вмешиваться пусть себе ссорятся",
            "VariantB": "'Касиллия, оставь нас. Я сам поговорю с этими господами'",
            "DecisionA": {
                "Text": "В следующий раз вы видите главную жрицу только вечером: Касиллия мрачна и неразговорчива. Вы покидаете храм на рассвете",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Move",
                        "Text": "Переместись в соседнюю локацию (можешь выполнить действие)",
                        "Value": ""
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест. Разыграйте его свое следующее исследование",
                        "LocationMeta": null,
                        "Value": "65"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Только один из рыцарей достаточно отважен. чтобы бросить вам вызов. Он сражается храбро и умело... Но этого недостаточно",
                "Effects": [
                    {
                        "Type": "AttackSkill",
                        "Text": "Навык сражения",
                        "Value": "+1"
                    },
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-2"
                    }
                ]
            }
        },
        {
            "Uuid": 10,
            "Story": "Пол и столы в маленькой комнате, служащей лавкой, покрыты пылью. Под потолком в углу вы замечаете огромную паутину. Внутри царит полумрак, едва освещаемый парой лучей солнца. Крупный мужчина тяжело вздыхает, завидев вас. Его лицо, нос и рот пересекают три уродливых шрама. 'Ведьмак, значит? Нечасто вижу вашего брата, по крайней мере в моей лавке'",
            "VariantA": "'А мы не каждому лицу доверяем. Кто тебе оставил такие шрамы?'",
            "VariantB": "'Ну и зря. Говорят, ты лучший картограф в округе?' Купить у него карту. Сбросьте 3 золота'",
            "DecisionA": {
                "Text": "'Полюбовница одна. И то не моя, а возлюбленная солтыса в моей родной деревне. С самого начала она мне не нравилась. Потом я смелости набрался да высказал ему в лицо... Вот и результат. Она чуть не оторвала мне нос'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Mountain",
                            "Location": null
                        },
                        "Value": "66"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Порывшись под прилавком, мужчина достает карту северных земель",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": null,
                        "Value": "67"
                    }
                ]
            }
        },
        {
            "Uuid": 11,
            "Story": "Вы проходите мимо местного гарнизона: двое солдат внимательно наблюдают за вами. 'Нам бы пригодился рубака вроде тебя. Ты обдумай. Платят прилично, мечом намахаешься вдоволь. Да и повоевать много где успеешь! Говорят, скоро новая война, глядишь, и плату подниму. Многие уже записались. Серьёзно, любой на твоём месте присоединился бы!'",
            "VariantA": "Расспросить их о деталях",
            "VariantB": "'Лучше быть одному, чем частью толпы. Драться за границы - не мое дело. Я сражаюсь с монстрами'",
            "DecisionA": {
                "Text": "'Будет битва. Первые полки уже собираются. Иди туда, и ты, скорее всего, найдёшь нашего милостивого господина - наверняка уже завидел врага и успел наделать в свои королевские портки. Он хорошо заплатит тебе, если ты пообещаешь, что с таким, как ты, ссать будет незачем'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Water",
                            "Location": null
                        },
                        "Value": "68"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Если ты такой умный, почему бы тебе не позаботиться о падальщике, который недавно появился в этом районе? Тварь такая - пасть полна зубов! Вроде даже язык зубами утыкан!",
                "Effects": [
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 12,
            "Story": "Оказавшись в округе, вы решаете навестить старую знакомую. Поэзия и скрипичная музыка прельщают вас не больше, чем поцелуй с главоглазом, но артистичная натура женщины вам по душе. Дверь в её дом приоткрыта: изнутри вы слышите крики. Ворвавшись в комнату, вы обнаруживаете, что два эльфа связали вашу подругу, а третий бьёт её скрипку о стол. 'Горные пики торчат, словно эльфские уши ,значит? Да тебя стоило бы заткнуть навсегда во благо поэзии!'",
            "VariantA": "'Давайте договоримся по-хорошему. Как вам такое: Горные пики огромны, как глупость людская?'",
            "VariantB": "Убирайтесь отсюда, не то отучу рифмовать",
            "DecisionA": {
                "Text": "Эльфы начинают смеяться. Им явно нравится ваша идея. «Тебе повезло, графоманка, что твой дружок - куда лучший поэт». Они уходят, а вы получаете щедрую плату за помощь",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+1"
                    },
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+3"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Двое перед вами выхватывают оружие - но недостаточно быстро. А третий умудряется застать вас врасплох и даже ранить обломками скрипки",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-1"
                    },
                    {
                        "Type": "LowerSkill",
                        "Text": "Наименьший навык",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 13,
            "Story": "Где-то там, в темноте, прячется чудовище. Вы знаете, что оно там. Вы видите, как она выходит из мглы, как блестят клыки и глаза. Воздух заполняет удушающая вонь. Потом - боль, крик, который застревает в горле... И вы просыпаетесь в постели. По спине течёт холодный пот. И такое ощущение, что Вы уже где-то видели то место из кошмара...",
            "VariantA": "Направиться в библиотеку и найти место из сна по картам",
            "VariantB": "Найти успокоение в медитации",
            "DecisionA": {
                "Text": "Вы были правы. На одной из найденных вами карт изображено место, по приметам совпадающее с тем кошмаром. Слишком похоже на правду, чтобы игнорировать",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Forest",
                            "Location": null
                        },
                        "Value": "69"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Вам удаётся быстро войти в глубокий транс. Он успокаивает куда лучше, чем беспокойный сон",
                "Effects": [
                    {
                        "Type": "Card",
                        "Text": "Карта (удаление из игры)",
                        "Value": "-1"
                    },
                    {
                        "Type": "Card",
                        "Text": "Карта (любая со стоимостью 2 в сброс)",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 14,
            "Story": "Вокруг позорного столба на городской площади собралась толпа. Какая-то старуха обращается к вам скрипучим голосом: 'Вот так. Ведьмака побили, теперь шибеницу ставят - казнить будут'. 'А ведьмак мог бы их всех убить одной своей ма-гией!» - перебивает её маленький мальчик'. 'Но не будет. Мол, ведьмаки не поднимают меч на людей... О, смотри! Сейчас пойдёт потеха...'. На голову несчастному надевают грубый мешок. Его ведут на виселицу",
            "VariantA": "Остановить казнь",
            "VariantB": "Не вмешиваться: каждый выбирает для себя",
            "DecisionA": {
                "Text": "Толпа расступается, едва завидев, как вы пробиваетесь к мосткам шибеницы. Сноп огня вырывается из ваших пальцев и поджигает эшафот. Теперь у того ведьмака должно хватить времени, чтобы сбежать. Сделав дело, вы исчезаете в суматохе",
                "Effects": [
                    {
                        "Type": "Card",
                        "Text": "Карта (любая со стоимость 1 в сброс)",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Когда палач выбивает табурет из-под ног ведьмака, позади вас раздаётся истошный крик: 'Сюда! Ещё один тут!'. Вы локтями прокладываете себе путь сквозь нахлынувшую толпу. Пора уходить!",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-2"
                    },
                    {
                        "Type": "DefenceSkill",
                        "Text": "Навык защиты",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 15,
            "Story": "У чародеев есть неприятная привычка вести пространные беседы о вещах, интересных только им самим. Даже бокал красного вина от хозяина местной башни не помогает скрасить скуку смертную. Но вскоре чародей переходит к делу - и вы невольно сравниваете его с вампиром, планирующим очередной обед. 'Я создаю монстров, мэтр ведьмак, в чём я достиг немалых успехов. А затем рассылаю их коллегам -ха-ха-ха! - в качестве подарков! Очень скоро они убедятся, что мои творения есть магия наивысшего порядка'",
            "VariantA": "Дождаться, когда чародей отвернётся за вином, взять пресс-папье и размозжить ему затылок. И мир сразу станет лучше",
            "VariantB": "'Куда?! Кому ты их отправлял?'",
            "DecisionA": {
                "Text": "Должно быть, монстры в подвале почуяли предсмертную агонию своего создателя. Судя по звукам, они вырвались из заточения. Опыт подсказывает, что выход из башни будет только по их трупам",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-2"
                    },
                    {
                        "Type": "Card",
                        "Text": "Карта (любая со стоимость 1 в сброс)",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Чародей охотно и в красках описывает вам своё новейшее творение",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Mountain",
                            "Location": null
                        },
                        "Value": "6"
                    }
                ]
            }
        },
        {
            "Uuid": 16,
            "Story": "Череда необдуманных решений увела вас из города, и вот вы уже скачете на своей кобыле в компании шестерых богачей: их шапки оторочены лисьим мехом, а далеко впереди мчатся их гончие. Ночная облава длится уже который час, и перед самым рассветом вам наконец удаётся загнать волка к дереву и окружить его... Ваш медальон вздрагивает. Волколак! Когда один из ваших товарищей по охоте поднимает арбалет, первые лучи солнца достигают леса. На ваших глазах зверь с тихим воем превращается в юношу. 'Арон?! - переспрашивает один из охотников. Мой сын?!'. 'Сын? Так ты гадюку на груди пригрел, сталбыть!' — огрызаются остальные",
            "VariantA": "Дать им разобраться с монстром",
            "VariantB": "Встать на защиту парня",
            "DecisionA": {
                "Text": "Перепуганные птицы с шумом взлетают в воздух. Отец мальчика не перестаёт кричать. Он остаётся с телом, а вы уезжаете с остальными охотниками, которые щедро платят за помощь",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+3"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Вы стремглав бросаетесь на защиту мальчика. Меч разрезает воздух со скоростью, неуловимой для глаз. 'Он... Святая Мелителе, он бельт отбил!'. Охотники отшатываются, боясь встретиться с вами взглядом. 'Не теряйте надежды, убеждаете вы богача-отца. Его проклятье можно снять'",
                "Effects": [
                    {
                        "Type": "DefenceSkill",
                        "Text": "Навык защиты",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 17,
            "Story": "В корчме внезапно воцаряется тишина. Сидищий за соседним столом низушек поворачива ется к вам, незаметно указывая на двух женщин в дверях. 'Это они. Лисицы из Лирии. Они давно путешествуют вместе, убивают ради забавы. Кметы, дворяне - для них все как игрушки'. Хозяин корчмы как по волшебству появляется рядом с лисицами и протягивает им пиво. Усевшись, они отпивают... А затем одна из них вскакивает на ноги. Резкий взмах, щелчок кнутом - и корчмарь хватается за щёку, на которой вздувается алый рубец. 'Тёплое пиво?! Ты подаёшь нам тёплое пиво, бездельник?!'",
            "VariantA": "Поставить их на место. Раз не хотят пить своё пиво, то пускай жрут землю",
            "VariantB": "Вернуться к своему ужину. Это не ваша проблема",
            "DecisionA": {
                "Text": "Обе Лисицы быстры чрезвычайно быстры. Достаточно, чтобы обезоружить вас, но недостаточно, чтобы увернуться от всполоха Игни. Они моментально ныряют в толпу других завсегдатаев корчмы: только это и спасает им жизнь",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Понизьте свой уровень щита до 0",
                        "Value": null
                    },
                    {
                        "Type": "Card",
                        "Text": "Карта (любая со стоимость 1 в сброс)",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Они всё равно замечают вас. Низушек поспешно ретируется, как только Лисицы направляются к вашему столику. Однако разговор выходит на удивление приятным. 'А мы наслышаны о ваших эликсирах. У нас тоже есть свои хитрости. Каждый выживает как умеет, не так ли?'",
                "Effects": [
                    {
                        "Type": "AlchemySkill",
                        "Text": "Навык алхимии",
                        "Value": "-1"
                    },
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+2"
                    }
                ]
            }
        },
        {
            "Uuid": 18,
            "Story": "Посреди ночи вас вызывают во дворец в центре города. Слуга ведет вас в большую залу, гле лишь настольный канделябр разгоняет мрак. 'Что-то превратило моё любимое дитя в чудовище. Это случилось вскоре после смерти её матери. Моя дочь всегда была готова на разные выходки, но теперь она буквально дышит на всех огнём'",
            "VariantA": "Дать слово избавиться от монстра",
            "VariantB": "Попробовать снять проклятье: 'Много ли было врагов у вашей дочери?'",
            "DecisionA": {
                "Text": "Вы устраиваете засаду ночью. Тварь больше не похожа на молодую женщину. Её кожу покрыла чешуя, а на руках и ногах выросли длинные когти. Все надежды связать её живой пропали бесследно: вы понимаете, что придётся убивать. Наконец после сложной схватки вы расправляетесь с ней",
                "Effects": [
                    {
                        "Type": "DefenceSkill",
                        "Text": "Навык защиты",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Отец рассказывает о молодом травнике из кметов, который встречался с его дочерью. Разумеется, их отношения быстро прервались подобный мезальянс был бы немыслим. Парень вскоре покинул город, но, возможно, вы сможете его разыскать",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Mountain",
                            "Location": null
                        },
                        "Value": "71"
                    }
                ]
            }
        },
        {
            "Uuid": 19,
            "Story": "В корчме к вам подсаживаются несколько миловидных женщин. Они умоляют вас рассказать о приключениях на большаке",
            "VariantA": "Похвастать своими похождениями",
            "VariantB": "'Да что там, работа как работа... Как деньги считать'",
            "DecisionA": {
                "Text": "Вы развлекаете корчму рассказами до поздней ночи. Распрощавшись, вы чувствуете, что этот разговор помог вам расслабиться",
                "Effects": [
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, взять карт в колоду",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "'Вот и нет!' - протестует одна из женщин. - 'Моего двоюродного брата монстры на куски порвали... А деньги считать - только головную боль зарабатывать'. Она охотно рассказывает вам о несчастной судьбе своего родственника. Однако к вашей беседе уже потеряли интерес - ведь вы же сами сказали, что в охоте на монстров нет ничего особого",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест. Не показывайте другим",
                        "LocationMeta": null,
                        "Value": "118"
                    }
                ]
            }
        }
    ]
}