{
    "Items": [
        {
            "Uuid": 1,
            "Story": "Вы останавливаетесь в деревне дать отдых лошади. Местные жители жалуются вам на свои проблемы: какой-то зверь ранит скотину у пашни - а теперь ещё и ручей, из которого берут воду, смердит уже которую неделю",
            "VariantA": "Узнать, что за зверь ранит скот",
            "VariantB": "Разобраться, что случилось с рекой",
            "DecisionA": {
                "Text": "После наступления сумерек вы устраиваете засаду возле пашни. Вскоре вы слышите звук шагов - и удивляетесь, когда из мрака выходит один из жителей деревни. «Когда услышал, что ведьмак взялся за дело, всё, выбора нет, - говорит он и улыбаясь, обнажая длинные клыки. - Я вампир. Захотел жить среди людей, видите ли, но жажда крови никуда не делась. Вот и перешёл на скотину. Я знаю, что должен остановиться. Пожалуйста, не говорите никому. Я заплачу вам»",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+2"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест. Не показывайте другим",
                        "LocationMeta": null,
                        "Value": "126"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Путешествуя по ручью, вы натыкаетесь на гнездо утопцев. Хотя схватка длится недолго, позже вы понимаете, что одному из них удалось достать вас",
                "Effects": [
                    {
                        "Type": "AnySkill",
                        "Text": "Любой навык",
                        "Value": "+1"
                    },
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-2"
                    }
                ]
            }
        },
        {
            "Uuid": 2,
            "Story": "Туша мантикоры падает у ваших ног. Вы замираете на мгновение, чтобы перевести дух, и понимаете, что умудрились выйти из схватки невредимым",
            "VariantA": "Время потренироваться, пока мускулы разогреты",
            "VariantB": "Вытащить жало мантикоры",
            "DecisionA": {
                "Text": "Давно у вас не было такой хорошей тренировки. Меч повинуется так же легко, как собственная рука, а тело движется быстрее, чем вы успеваете подумать о движении",
                "Effects": [
                    {
                        "Type": "AttackSkill",
                        "Text": "Навык сражения",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Жало мантикоры необходимо для Испытания Травами и потому высоко ценится",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест. Разыграйте его в локации вашей школы или школы другого игрока",
                        "LocationMeta": null,
                        "Value": "10"
                    }
                ]
            }
        },
        {
            "Uuid": 3,
            "Story": "Вы отправились охотиться на вилохвоста, который держит в страхе местных пастухов. Ещё издали вы заметили тварь, описывающую круги над скалистым холмом но вблизи стало понятно, что скалы под ним иссечены какими-то странными знаками, а медальон на шее начинает ритмично вздрагивать",
            "VariantA": "Сразиться с вилохвостом",
            "VariantB": "Осмотреть знаки на камнях",
            "DecisionA": {
                "Text": "Тварь пикирует на вас, как только вы взбираетесь на холм. От удара хвостом едва удаётся увернуться: вилохвосту, напротив, везёт меньше. Меч разит точно в цель",
                "Effects": [
                    {
                        "Type": "AttackSkill",
                        "Text": "Навык сражения",
                        "Value": "+1"
                    },
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-2"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Магия - не самая ваша сильная сторона, но эти петроглифы кажутся вам знакомыми. Интуиция подсказывает, что они как-то связаны с призывом и порталами: вы решаете нанести визит одному из знакомых чародеев профессионалу по этой части. Ваш ход мыслей прерывает атака вилохвоста. Оставив на вашем теле заметную рану, ящер улетает прочь, и его пасть словно скалится в ухмылке",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "SpecialSkill",
                        "Text": "Навык специализации",
                        "Value": "-1"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Water",
                            "Location": null
                        },
                        "Value": "9"
                    }
                ]
            }
        },
        {
            "Uuid": 4,
            "Story": "Перед вами пещера, в которой якобы устроил логово какой-то монстр. Надо что-то делать",
            "VariantA": "Выманить монстра наружу",
            "VariantB": "Воспользоваться удобной неожиданностью и напасть на него в логове",
            "DecisionA": {
                "Text": "На вас бросается огромный голем. Завязывается неистовая битва: вам едва удаётся загнать его внутрь, а затем ударом Знака обрушить на него своды пещеры",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-1"
                    },
                    {
                        "Type": "DefenceSkill",
                        "Text": "Навык защиты",
                        "Value": "+1"
                    },
                    {
                        "Type": "Potion",
                        "Text": "Эликсир",
                        "Value": "-1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Внутри пещеры стоит жуткая вонь, которая в прямом смысле начинает резать вам ноздри и голем, который нападает, как только вы подошли достаточно близко. Его едва удаётся победить: к этому моменту ваше чувствительное обоняние уже почти сдалось под напором местных ароматов. Рядом с обломками монстра обнаруживается скелет: на фаланге его истлевшего пальца блестит кольцо-печатка с хорошо знакомым вам гербом богатой фамилии. Вы решаете вернуть его родственникам владельца",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "AlchemySkill",
                        "Text": "Навык алхимии",
                        "Value": "-1"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Water",
                            "Location": null
                        },
                        "Value": "6"
                    }
                ]
            }
        },
        {
            "Uuid": 5,
            "Story": "Изгнав фантома поблизости, вы отправляетесь к местному солтысу за положенной наградой. На столе ждёт жареная свинина и лучшая выпивка: он явно приготовился. Вы не успеваете и заикнуться об оплате, как он обращается к вам с просьбой. 'Под домом моего дальнего родственника есть сточные каналы, так там какая-то напасть завелась. Вы бы посмотрели, может совет какой Дали?'",
            "VariantA": "Осмотреть эти сточные каналы. Деньги лишними не бывают",
            "VariantB": "Сказать, что вы пришли забрать награду, а не давать советы",
            "DecisionA": {
                "Text": "Стены канала, о котором шла речь, все покрыты сильно вонючей густой слизью. Во время тщательного осмотра улик вас осеняет: чудовища здесь уже нет, но оно вполне может вернуться. Надо выследить его там, откуда оно заявилось",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Water",
                            "Location": null
                        },
                        "Value": "48"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Желаете совета? Ну так вот мой совет: монстрам в лапы не попадайтесь. И вовремя платите ведьмаку»",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+2"
                    }
                ]
            }
        },
        {
            "Uuid": 6,
            "Story": "Сегодня холодный день. Холодней, чем под задницей у ледяного великана. Но обещание, данное чародейке, надо выполнять. И вас не покидает ощущение, что её просьба больше похожа на странную шутку. Зачем её ложе вдруг понадобилась ушная сера ледяного тролля? Вы находите логово на самой высокой точке в окрестностях и застаёте монстра спящим.",
            "VariantA": "Разбудить тролля и сразиться с ним в честном бою",
            "VariantB": "Попробовать дотянуться до его уха, пока он спит",
            "DecisionA": {
                "Text": "Ваша попытка свести всё к честному бою очень быстро оборачивается бесславным отступлением. Как только тролль понял, что он не один, он решил скатиться с вершины горы со скоростью лавины",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-1"
                    },
                    {
                        "Type": "RemoveCard",
                        "Text": "Карта (удаление из игры)",
                        "Value": "-1"
                    },
                    {
                        "Type": "DumpCard",
                        "Text": "Карта (любая в сброс)",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Получилось. Это успех - и ушная сера тролля, липкая и вонючая. Чего только не сделаешь Во имя дружбы! Теперь надо доставить её заказчице...",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": false,
                            "LocationType": "Water",
                            "Location": {
                                "Uuid": 3,
                                "Type": "Water",
                                "Image": "Locations/Images/water",
                                "Number": -1,
                                "Name": "Цидарис"
                            }
                        },
                        "Value": "47"
                    }
                ]
            }
        },
        {
            "Uuid": 7,
            "Story": "На большаке вы встречаете оборванного скитальца. 'Тебя ко мне с небес послали! Хотел перейти по одному мосту, а там семеро прохвостов стоят, за проход плату собирают - а у меня таких деньжищ нету. Вот пошёл окружной дорогой. А при виде тебя, того и гляди заробеют! Ты уж помоги... А то куда внучатам моим без деда...'",
            "VariantA": "Сопроводить его до моста",
            "VariantB": "Бедняку заплатить чеканной монетой пока деньги водятся",
            "DecisionA": {
                "Text": "Бродяга предлагает подыскать, кто ещё хочет пересечь мост под охраной ведьмака, и брать с каждого небольшую плату. Им выйдет дешевле, чем платить бандитам - да и вам обоим перепадёт",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Water",
                            "Location": null
                        },
                        "Value": "46"
                    }
                ]
            },
            "DecisionB": {
                "Text": "На подаяние он отвечает благодарностью. С невероятной скоростью он хватается за вашу руку и хлопает по плечу. Что-то сверкает в его глазах - и вас вдруг пробирает дрожь",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "-1"
                    },
                    {
                        "Type": "LowerSkill",
                        "Text": "Наименьший навык",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 8,
            "Story": "Окровавленные следы приводят вас к девушке, скрючившейся под деревом. Кайма её платья пропиталась кровью. 'Шла вот... Идти надо... Брата моего сыскать. На острова отплыть хочет. Бабка моя во сне видала... Не можно ему туда...'",
            "VariantA": "Узнать, что её так изувечило",
            "VariantB": "Предложить найти её брата",
            "DecisionA": {
                "Text": "Девушка не разбирается в монстрах, но окровавленная рана на её голени говорит сама за себя",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "-1"
                    },
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Вы узнаёте, что корабль, на котором он должен отплыть, отправляется уже скоро. Время ещё есть, но отыскать нужный порт - задача не из лёгких",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Water",
                            "Location": null
                        },
                        "Value": "45"
                    }
                ]
            }
        },
        {
            "Uuid": 9,
            "Story": "Говорят, где вода, там и пираты. Но даже это не объясняет, как дырявая пиратская посудина дотянула до берега реки неподалеку - не судно, а решето, на котором только и уцелело, что мачта и чёрный флаг с намалёванными черепом и костями. Выживших поблизости вы не замечаете, трупов тоже",
            "VariantA": "Обыскать останки корабля",
            "VariantB": "Предупредить местных о находке",
            "DecisionA": {
                "Text": "Внутри вы находите карту окрестностей Гленмора с наспех нацарапанным крестиком. Вы прикидываете, какое именно место отмечено крестом на карте",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": false,
                            "LocationType": "Water",
                            "Location": {
                                "Uuid": 4,
                                "Type": "Water",
                                "Image": "Locations/Images/water",
                                "Number": -1,
                                "Name": "Гленмор"
                            }
                        },
                        "Value": "44"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Заслышав весть, селяне немедленно собираются в ополчение перед домом солтыса, вооружившись косами и вилами - на случай, если пираты ещё объявятся. Они благодарят вас золотом и предоставляют ночлег",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+1"
                    },
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, взять карт в колоду",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 10,
            "Story": "Если верить местным слухам, в лесу поблизости живёт странный отшельник, у которого ума как у гуля - день и ночь сидит и воет. В лесу вы встречаете старика со сморщенным лицом. Он делится с вами историей своей жизни и странствий между дальними Местами Силы. С годами его тело ослабело. Говорит он: ему осталось недолго и немного только усталость, тоска по былому да галлюциногенные грибы",
            "VariantA": "Научиться у него алхимии и грибному делу",
            "VariantB": "Узнать у него о местах Силы",
            "DecisionA": {
                "Text": "Уроки старика идут вам на пользу пусть даже в процессе он расходует ваши запасы",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "-4"
                    },
                    {
                        "Type": "AlchemySkill",
                        "Text": "Навык алхимии",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Старик описывает вам посещённые им дальние края и найденные магические обелиски",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Forest",
                            "Location": null
                        },
                        "Value": "43"
                    }
                ]
            }
        },
        {
            "Uuid": 11,
            "Story": "Даже сердце ведьмака, лишённого эмоций, способно дрогнуть при виде павшего товарища по непростому ремеслу. Особенно если это не просто товарищ, а ваш друг. Похоронив его в неглубокой могиле в центре лесной поляны, вы думаете, как теперь поступить",
            "VariantA": "Забрать медальон и меч с тела ведьмака и отнести в свою школу, где их сохранят в память о павшем",
            "VariantB": "Разобраться, от чего погиб ваш друг",
            "DecisionA": {
                "Text": "Ваш друг и товарищ не должен быть забыт, решаете вы",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест. Разыграйте его в локации вашей школы",
                        "LocationMeta": null,
                        "Value": "42"
                    }
                ]
            },
            "DecisionB": {
                "Text": "По трупу ведьмака и многочисленным следам вокруг вы понимаете, что здесь стряслось. Он пал смертью ведьмака в битве с монстром",
                "Effects": [
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    },
                    {
                        "Type": "Card",
                        "Text": "Карта (любая со стоимостью 0 в сброс)",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 12,
            "Story": "Жена хозяина корчмы, в которой вы остановились, уже несёт лошади ведро воды и буханку черствого хлеба. 'Мы обо всех гостях заботимся, потрепав лошадь по холке, она ставит ведро перед мордой. - Красавица она у вас. Моя сестра как раз коней разводит. Хотите, езжайте к ней вдруг сторгуетесь?'",
            "VariantA": "Дружбу с вашей лошадью деньгами не измерить. Отказаться и попросить ночлега",
            "VariantB": "Узнать, где искать её сестру",
            "DecisionA": {
                "Text": "О людях в этой корчме заботятся даже лучше, чем о лошадях. Один ароматный и вкусный ужин чего стоит!",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+2"
                    },
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, взять карт в колоду",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Вы узнаёте как добраться до конюшни, где можно сторговаться на новую лошадь",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Forest",
                            "Location": null
                        },
                        "Value": "16"
                    }
                ]
            }
        },
        {
            "Uuid": 13,
            "Story": "Ветер и проливной дождь не дали вам выспаться. Ранним утром вы останавливаетесь\nу озера, пытаясь прийти в себя. Над водой легко разносятся голоса: на противоположном берегу вы видите группу людей",
            "VariantA": "Подслушать их издали",
            "VariantB": "Пойти поприветствовать их",
            "DecisionA": {
                "Text": "Вы пригибаетесь к воде и прислушиваетесь. Водная гладь доносит до вас каждое слово: вы узнаёте, что эти люди наёмники, готовящиеся к охоте на чудище, которое якобы скрывается в этих краях. Поднявшись, вы замечаете на берегу редкие травы",
                "Effects": [
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    },
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "-1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Вы быстро узнаёте, что эти люди не отличаются дружелюбием. Они наёмники и ненавидят ведьмаков, которые часто отнимают у них работу. 'Убирайся отсюда, а то дам в рожу так, что зубы из задницы полетят!' Происходит потасовка, которая обходится вам несколькими царапинами",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-1"
                    },
                    {
                        "Type": "Card",
                        "Text": "Карта (любая со стоимостью 0 в сброс)",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 14,
            "Story": "Сегодня вы часто останавливаетесь, чтобы присесть у дороги. Не стоило, ох не стоило есть вторую порцию капусты...Сидя на корточках, вы слышите за спиной шорох, а затем и треск ветки",
            "VariantA": "Не сходить с места, раз уж присел по-большому",
            "VariantB": "Подняться на ноги и пойти на звук",
            "DecisionA": {
                "Text": "Вы слышите нервное ржание вашей лошади, затем - резкий визг. Выскочив из кустов, вы сразу же замечаете рану на ноге кобылы. И вы догадываетесь, кто мог оставить такую рану",
                "Effects": [
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Вам не удаётся найти никаких следов - ни звериных, ни чьих-либо других. Но зато вы находите заросли душицы",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+3"
                    }
                ]
            }
        },
        {
            "Uuid": 15,
            "Story": "Старая травница просит вас о помощи. У неё уже нет сил в одиночку прочёсывать леса в поисках целебных трав, но в деревне продолжают хворать люди",
            "VariantA": "Помочь старой травнице",
            "VariantB": "Отказаться. У вас нет на это времени",
            "DecisionA": {
                "Text": "Сбор трав занимает некоторое время, но травница очень благодарна",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+1"
                    },
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+2"
                    },
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, взять карт в колоду",
                        "Value": "-1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Вы тратите свободное время на тренировки",
                "Effects": [
                    {
                        "Type": "Card",
                        "Text": "Карта (любая со стоимостью 0 в сброс)",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 16,
            "Story": "Вы находите в лесу старый форт, давно покинутый солдатами. Вокруг нет ни души, а здание явно обветшало. Рядом со входом стоит сгнившая дверь, прислонённая к стене. Старый фасад оброс мхом и переступнем",
            "VariantA": "Устроиться на ночлег внутри",
            "VariantB": "Собрать охапку переступня",
            "DecisionA": {
                "Text": "Едва вы перешагиваете порог, из темноты помещения выскакивает какое-то существо. Вы не успеваете разглядеть его: оттолкнув вас, тварь исчезает в зарослях. Больше никого внутри нет",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-1"
                    },
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, взять карт в колоду",
                        "Value": "-1"
                    },
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Собирать травы ведьмакам не запрещается...",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+2"
                    }
                ]
            }
        },
        {
            "Uuid": 17,
            "Story": "Ваш медальон дрожит и гудит. Чем ближе вы подходите к большому обелиску, который служит в округе дорожным столбом, тем сильнее вы чувствуете магию в воздухе. Нет сомнений: вы нашли место Силы",
            "VariantA": "Самое время помедитировать",
            "VariantB": "Осмотреться в поисках целебных растений",
            "DecisionA": {
                "Text": "Около обелиска вы быстро находите умиротворение и покой",
                "Effects": [
                    {
                        "Type": "AnySkill",
                        "Text": "Любой навык",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "В тени обелиска разросся четырёхлистный вороний глаз - ядовитый, но полезный",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+4"
                    }
                ]
            }
        },
        {
            "Uuid": 18,
            "Story": "Монстры далеко не самое страшное, что можно встретить в дороге. По пути через поляну вы наткнулись на человека, один вид которого поверг вас в дрожь. Он до ужаса похож на вас... если вам будет суждено дожить до глубокой старости",
            "VariantA": "Есть многое на свете, что ведьмаку знать не положено. Вскочить на коня и помчать прочь",
            "VariantB": "'Думаю, нам стоит поговорить'",
            "DecisionA": {
                "Text": "Вы останавливаетесь, только когда лошадь под вами начинает задыхаться от бега. Осмотревшись, вы понимаете, что в побеге от своего прошлого потеряли кое-что, принадлежавшее себе нынешнему",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Card",
                        "Text": "Карта (удаление из игры)",
                        "Value": "-1"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест. Разыграйте его в локации вашей школы",
                        "LocationMeta": null,
                        "Value": "53"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Не каждому ведьмаку случается встретиться со своими родителями. Когда первое потрясение проходит, вы понимаете, что не испытываете по поводу этой встречи никаких чувств ни радости, ни злости, ни сожаления. Но, стоит признать, ваш отец знает, как вкусно зажарить куропатку",
                "Effects": [
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, взять карт в колоду",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 19,
            "Story": "Монстр, на которого вы охотились, смотритна вас с земли безжизненными глазами. Над ним возвышается мужчина с окровавленным мечом и в блестящем доспехе с приметным крестом на нагруднике. 'Я - Эдгар де Спота, рыцарь Вечного огня, искоренитель всякой нечисти во имя святого дела. А вы, ведьмаки, суть реликты прошлого!'",
            "VariantA": "'Реликт прошлого? Это ты про свою религию говоришь?'",
            "VariantB": "'Мы оба охотимся на монстров. Выходит, одно дело делаем'",
            "DecisionA": {
                "Text": "Лицо Эдгара багровеет в прорези шлема. Он торопливо уезжает, позабыв труп монстра. По крайней мере награда осталась ваша",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": false,
                            "LocationType": "Forest",
                            "Location": {
                                "Uuid": 1,
                                "Type": "Forest",
                                "Image": "Locations/Images/Forest",
                                "Number": -1,
                                "Name": "Новиград"
                            }
                        },
                        "Value": "49"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Рыцарь улыбается в ответ. 'Выходит, не все ведьмаки столь непроходимо глупы, как учат нас священники. Воистину, и ты и я побиваем скверну. Дозволишь ли следовать с тобой?'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": null,
                        "Value": "50"
                    }
                ]
            }
        },
        {
            "Uuid": 20,
            "Story": "Сумрак опускается на вас в густой чаще. След, по которому вы шли, внезапно обрывается. Будь вы обычным человеком, вскруг сейчас не было бы видно ни зги. Одинокому путнику сейчас идти небезопасно. Время отдохнуть, но вы не уверены, удастся ли здесь найти место для ночлега",
            "VariantA": "Попытаться устроиться на ночлег",
            "VariantB": "Найти дорогу к ближайшему поселению",
            "DecisionA": {
                "Text": "Бросьте кубик",
                "Effects": [
                    {
                        "Type": "Cube",
                        "Text": "1-2: В фазу 3 возьмите из своей колоды на 1 карту больше\n3-4: В фазу 3 возьмите из своей колоды на 2 карты больше\n5-6: Возьмите 1 любой жетон следа. В фазу 3 возьмите из своей колоды на 1 карту больше",
                        "Value": ""
                    }
                ]
            },
            "DecisionB": {
                "Text": "После долгого и изматывающего пути вы наконец выходите к ближайшей деревушnке. Но судьба вознаграждает ваши усилия: утром местные просят помочь со сбором целебных растений и грибов - и даже щедро платят за труды",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+2"
                    }
                ]
            }
        },
        {
            "Uuid": 21,
            "Story": "На тракте вы встречаете трёх всадников идущих в ряд - и средний из них, совсем ещё мальчишка, связан по рукам веревкой. Поравнявшись с вами, он кричит: 'Ведьмак! Ты на монстров охотишься? А если кто ради выкупа похитил графского сына кто они тогда?'",
            "VariantA": "'Выходит, сметливые дельцы'",
            "VariantB": "Напасть на его конвоиров",
            "DecisionA": {
                "Text": "Двое других всадников взрываются хохотом. Один из них, подмигнув, бросает вам кошелёк с монетами",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+3"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Один вооружённый всадник гибнет быстро, второй оказывается живучим и цепким, словно клещ. Освободившись от пут, мальчишка благодарит вас. «Скажите отцу, что я на свободе. Я спрячусь поблизости и дождусь его людей'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "-1"
                    },
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-1"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Mountain",
                            "Location": null
                        },
                        "Value": "52"
                    }
                ]
            }
        },
        {
            "Uuid": 22,
            "Story": "Возле озера вы встречаете человека, он сидет у костра и исподлобья смотрит на воду. В ответ на вопрос он указывает на близлежащие холмы где-то там вдали ваши глаза различают человеческий силуэт. 'Это моя любимая... или дьявол, или какая другая нечисть. Она мертва, ведьмак. Мертва. В ночь, когда она умерла, я пришёл сюда, к этому озеру, и тогда впервые увидел её. Она всегда смотрит на меня, но не подходит ближе, как будто что-то останавливает её, а я... Я слишком боюсь подойти'",
            "VariantA": "'Тогда уходим со мной. Не дело всю жизнь вот так сидеть'",
            "VariantB": "'Как она умерла?'",
            "DecisionA": {
                "Text": "С тяжёлым вздохом парень встаёт на ноги: вы пожимаете руки. 'Меня звать Игорь'",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест. Разыграйте его в свое следующее исследование",
                        "LocationMeta": null,
                        "Value": "86"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Его рассказ полон несостыковок. Когда вы теряете терпение и хватаете его за воротник, он глотает воздух. 'Она свела меня с ума. Я видел, как она смотрела на этого вонючего конюха, а топор оказался под рукой...' Затем, словно испугавшись своей же правды, он толкает вас в огонь и тянется за ножом. Слишком медленно",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-1"
                    },
                    {
                        "Type": "DefenceSkill",
                        "Text": "Навык защиты",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 23,
            "Story": "Справив нужду, вы выходите из кустов и натыкаетесь на тролля. В одной руке у него массивная дубина, а другой он тащит телегу. В клетке на телеге сидит молодая женщина в рваном платье. Она кричит вам, и тролль останавливается",
            "VariantA": "Подкупить тролля и освободить женщину (должно быть 4 золота)",
            "VariantB": "Отбить пленницу силой",
            "DecisionA": {
                "Text": "Тролль может быть слишком глуп, чтобы сложить два и два, но ему хватает ума сказать, сколько золота будет 'много'. Бросьте кубик",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Cube",
                        "Text": "1-2: Сбросьте 4 золота, 3-4: Сбросьте 3 золота, 5-6: Сбросьте 2 золота",
                        "Value": ""
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": null,
                        "Value": "87"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Тролль яростно защищает свою добычу. Ваш клинок свистит в воздухе, но отскакивает от толстой кожи. Наконец вам удаётся пробить\nприродную броню тролля. Когда бой окончен, вы замечаете, что клетка лежит открытой рядом с телегой: должно быть, вы ударили по ней знаком. Девушка сбежала",
                "Effects": [
                    {
                        "Type": "Shield",
                        "Text": "Щит",
                        "Value": "-2"
                    },
                    {
                        "Type": "Card",
                        "Text": "Карта (удаление из игры)",
                        "Value": "-1"
                    },
                    {
                        "Type": "Card",
                        "Text": "Карта (любая состоимостью 2 в сброс)",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 24,
            "Story": "На окраине местной деревни стоят пять то темных столбов, выполненных в виде пяти животных: волка, кота, грифона, медведя и змея. Старик-солтыс рассказывает вам, откуда они взялись. 'Если б не два ведьмака, плакала бы наша деревня. Много лет назад Дикая Охота тут бывала, и мы троих детей хватились. Потом ещё хуже стало: монстры объявились, призраки, всякие кошмары вот тогда-то и появились два ведьмака. Ух, умели они чары посылать: моя жена своими глазами видела, как они призрака побороли. Когда бой закончился, они попросили ужин да ночлег, а утром ушли и были таковы. Кошмар прекратился, но мы их так и не отблагодарили. И вот вы здесь а благодарность ждёт ведьмака'",
            "VariantA": "Принять их награду",
            "VariantB": "Узнать, что это был за призрак",
            "DecisionA": {
                "Text": "Эти деньги ждали своего ведьмака",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+3"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Cолтыс зовёт свою жену, которая в деталях помнит ту битву. Вы узнаёте много нового для себя",
                "Effects": [
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, стоимость карты",
                        "Value": "-1"
                    }
                ]
            }
        },
        {
            "Uuid": 25,
            "Story": "У большака притулилась сгорбленная фигурки. Глаза старухи следят за вами из-под капюшона, лицо иссечено морщинами, как долина старицами. Её рука сложена в пригоршню в просящем жесте и похожа на коготь, обтянутый сухой кожей. Годы её явно не пощадили. Ваш медальон дрожит, когда вы подъезжаете ближе",
            "VariantA": "Увести старуху в безопасное место: здесь наверняка спрятался монстр",
            "VariantB": "Не обращать внимания: что бы вы ни делали, вы не остановите её мучений",
            "DecisionA": {
                "Text": "Когда вы слезаете, чтобы помочь старухе забраться в седло, из её рта вырывается басовитый рёв. Она сбрасывает капюшон, и вы понимаете, что это вовсе не старуха. Вам удаётся парировать удар длинных когтей призрака в самый последний момент",
                "Effects": [
                    {
                        "Type": "LowerSkill",
                        "Text": "Наименьший навык",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Проведя ночь на местном постоялом дворе. Вы возвращаетесь той же дорогой на следующий день... И находите здесь тела двух убитых путников. Старухи нигде не видно. Солнечный свет играет на драгоценном перстне на пальце трупа и вы понимаете, что старухе нужна была не милостыня, а горячая кровь. Под тем капюшоном таилось коварное чудовище",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+2"
                    },
                    {
                        "Type": "TrailTag",
                        "Text": "Жетон следа",
                        "Value": "+1"
                    }
                ]
            }
        },
        {
            "Uuid": 26,
            "Story": "Вы с трудом пробираетесь по узкой тропинка через чащу - и обнаруживаете среди деревьев красивый богато украшенный дом. Вокруг ни души. Позолоченные ворота распахиваются, едва вы подъезжаете поближе",
            "VariantA": "Остаться на ночь. На вид хорошее место",
            "VariantB": "Поехать другой дорогой. Что-то здесь нечисто.",
            "DecisionA": {
                "Text": "Когда вы входите в комнату, свечи загораются сами по себе. Вы садитесь за стол, и в блюдах появляется вкусная еда. Одеяло на кровати такое теплое, как будто здесь только что кто-то был. В эту ночь вы спите как младенец",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "TakeCardProcess",
                        "Text": "3 фаза, взять карт в колоду",
                        "Value": "-1"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест. Разыграйте его свое следующее исследование",
                        "LocationMeta": null,
                        "Value": "88"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Вы разбиваете лагерь в лесу, но мысли о том доме не дают сомкнуть глаз. В свете костра вы замечаете растущие неподалёку цветы чемерицы и зарника",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+3"
                    }
                ]
            }
        },
        {
            "Uuid": 27,
            "Story": "Вы разбиваете лагерь на поляне, когда к вам подходит молодой парень. 'Вы.... не из лесного отряда? Мне сказали искать... странно одетого'. Он подводит вас к повозке, скрытой в зарослях. Её стерегут два купца при оружии. 'А это ещё кто? Ты что, малец, забыл, как эльфы выглядят?! Проклятье, это же ведьмак... Что ж, деньги есть деньги. Хочешь, посмотри товар, может, понравится чего. А нет, так убирайся'",
            "VariantA": "Прикупить лёгкую кольчугу",
            "VariantB": "Вы что, торгуете с отрядами эльфов? Они же людей убивают...",
            "DecisionA": {
                "Text": "Кольчуга совсем новая. Она не стесняет движений и сидит на вас как влитая",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": null,
                        "Value": "84"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Эльфские деньги не пахнут, знаешь ли. Жить на что-то надо, а мы не ведьмаки, одними травами сыт не будешь. Хотя, кстати о травах... Вон там, на опушке, что-то странное росло",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+2"
                    },
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": true,
                            "LocationType": "Forest",
                            "Location": null
                        },
                        "Value": "85"
                    }
                ]
            }
        },
        {
            "Uuid": 28,
            "Story": "Горящая повозка преграждает вам дорогу. Рядом с ней - заплаканная девочка. Она держится за лежащего мужчину: его тело покрыто сильными ожогами. В придорожной канаве валяются тела трёх бандитов. 'Она... должна добраться... до Аретузы...' Прошептав эти слова, мужчина испускает дух. Девочка испуганно смотрит на вас",
            "VariantA": "Найти девочке приют в ближайшей деревне",
            "VariantB": "Осмотреть тела",
            "DecisionA": {
                "Text": "Бросить кубик\n1-2: Жители деревни согласны помочь девочке. На утро один из них предлагает подвезти и вас. Переместитесь в соседнюю локацию не сбрасывая карты, затем можете выполнить её действие\n3-4: Жители деревни соглашаются помочь девочке Они предлагают вам ночлег. В фазу 3 возьмите из своей колоды на 1 карту больше\n5-6: Жители деревни соглашаются приютить девочку - но ненадолго",
                "Questable": true,
                "Effects": [
                    {
                        "Type": "Quest",
                        "Text": "Квест",
                        "LocationMeta": {
                            "Generate": false,
                            "LocationType": "Forest",
                            "Location": {
                                "Uuid": 1,
                                "Type": "Forest",
                                "Image": "Locations/Images/Forest",
                                "Number": -1,
                                "Name": "Новиград"
                            }
                        },
                        "Value": "83"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Бандиты явно лишились жизни благодаря магии. Когда вы встаёте, девочки уже и след простыл",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+3"
                    }
                ]
            }
        },
        {
            "Uuid": 29,
            "Story": "Вы замечаете в округе небольшой холм с обелиском, на котором выбито семь имён. Одно из них вы узнаёте сразу: имя одного из легендарных первых ведьмаков",
            "VariantA": "Остановиться здесь и медитировать у обелиска",
            "VariantB": "Поехать дальше: нечего жить прошлым",
            "DecisionA": {
                "Text": "Вы чувствуете Силу, которая питает это место",
                "Effects": [
                    {
                        "Type": "LowerSkill",
                        "Text": "Наименьший навык",
                        "Value": "+1"
                    }
                ]
            },
            "DecisionB": {
                "Text": "'Никакого уважения к великим именам из анналов истории, а?' - окликает вас незнакомый старик, выходя из-за холма. 'Я считаю, что история это ложь о ненужном, написанная глупцами», отвечаете вы. 'Стало быть, тебе интереснее жить настоящим? У меня есть кое-какие снадобья, которые помогут жить лучше». Старик показывает содержимое своей сумы: одни травы и снадобья вам знакомы, а другие вы видите в первый раз",
                "Effects": [
                    {
                        "Type": "Elixir",
                        "Text": "Эликсир",
                        "Value": "+4"
                    }
                ]
            }
        },
        {
            "Uuid": 30,
            "Story": "Выехав на небольшую поляну в лесу, вы проклинаете свою удачу. Вы оказались в самом центре сражения между местными солдатами и отрядом эльфов. Противники сближаются, отрезая вам дорогу: пора выбрать сторону!",
            "VariantA": "Сражаться за людей",
            "VariantB": "Сражаться за эльфов",
            "DecisionA": {
                "Text": "Эльфы не могут сравниться с вами в скорости. Битва заканчивается быстро. 'Таких эльфских отрядов всё больше и больше, - говорит вам командир солдат, сплёвывая на трупы эльфов. - Повезло, что они вышли на нас, а не каких-то невинных путников. Спасибо за помощь, милсдарь ведьмак'",
                "Effects": [
                    {
                        "Type": "Gold",
                        "Text": "Золото",
                        "Value": "+3"
                    }
                ]
            },
            "DecisionB": {
                "Text": "Люди организуют отчаянную оборону. Только сила ведьмачьих знаков склоняет чашу весов в пользу эльфов. 'Мы встали здесь лагерем, когда они появились. Должно быть, они выследили нас. Это чудо, что мы уцелели. Спасибо тебе'",
                "Effects": [
                    {
                        "Type": "Card",
                        "Text": "Карта (удаление из игры)",
                        "Value": "-1"
                    },
                    {
                        "Type": "Card",
                        "Text": "Карта (любая со стоимостью в сброс)",
                        "Value": "+1"
                    }
                ]
            }
        }
    ]
}