{
    "Items": [
        {
            "Uuid": 1,
            "Name": "Кладбищенская баба",
            "Image": "Monsters/Images/СemeteryWoman",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Кладбищенская баба питается человеческими останками. Иногда раскапывает могилы, а иногда убивает, закапывает и ждет, когда тело начнет разлагаться",
                    "Effect": "Перед тем как будут сформированы запасы жизней: увеличьте  свой уровень щита на 1. При этом он может превысить ваш максимум"
                },
                {
                    "Uuid": 2,
                    "Text": "Кладбищенская баба вылизывает костный мозн из трупа своим необычайно длинным языком. За такой ингридиент ученые готовы заплатить немалую цену",
                    "Effect": "Повебдив этого монстра, дополнительно возьмите 2 золота"
                },
                {
                    "Uuid": 3,
                    "Text": "Кладбищенскую бабу надо искать около кладбищ, крипт или полей битв. Лучше днем, когда она слабее",
                    "Effect": "Вы первыи делаете ход в битве"
                },
                {
                    "Uuid": 4,
                    "Text": "Кладбищенская баба не брезгует кусаться - а от таких монстров хорошо помогает эликсир 'Черная кровь'",
                    "Effect": "Перед тем как будут сформированы запасы жизней: сбросьте 1 эликсир 'Черная кровь', чтобы снизить значение жизни монстра на 2"
                },
                {
                    "Uuid": 5,
                    "Text": "Во многих поселениях на юге мертвых не хоронят, а сжигают - шибко их заели кладбищенские бабы",
                    "Effect": "После того как будут сформированы запасы жизней: посмотрите 3 верхние карты из своей колоды. Верните их назад в любом порядке"
                },
                {
                    "Uuid": 6,
                    "Text": "Перед битвой с кладбищенской бабой лучше запастись ведьмачьим маслом против падальщиков",
                    "Effect": "Перед тем как будут сормированы запасы жизней: посмотрите 3 верхние карты из колоды эликсиров и возьмите 1 из них. Остальные просмотренные карты поместите под низ колоды"
                }
            ]
        },
        {
            "Uuid": 2,
            "Name": "Леший",
            "Image": "Monsters/Images/Summoner",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Будь осторожней в густом лесу. Рогатый леший никогда не спит. Либо смотрит и чует - это ещё полбеды - либо охотится",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 2 карты"
                },
                {
                    "Uuid": 2,
                    "Text": "Лешие сооружают в чащах знаки-тотемы, которые потом стерегут. Разломать такой тотем - самый верный способ его подманить",
                    "Effect": "Вы первым делаете ход в битве"
                },
                {
                    "Uuid": 3,
                    "Text": "Лесные тотемы питают силу лешего: если их разрушить перед битвой, то монстр ослабнет",
                    "Effect": "В первый ход монстра урон от его атаки снижен на 2"
                },
                {
                    "Uuid": 4,
                    "Text": "Самое страшное оружие лешего не когти, а лес. Лешие подчиняют себе всех зверей и растительность в округе",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Звери и травы'"
                },
                {
                    "Uuid": 5,
                    "Text": "Леших нередко кличут 'духами леса' и неспроста. От огня и пламени они страдают так же сильно",
                    "Effect": "После того как будут сформированы запасы жизней: разыграйте 1 карту из руки и примените её эффекты (это не считается комбинацией). Затем поместите эту карту под низ своей колоды"
                },
                {
                    "Uuid": 6,
                    "Text": "Среди деревьев лешие перемещаются быстрее ветра. От такой 'телепортации' спасут только молниеносные рефлексы",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 карту быстрой атаки (синюю) из руки, чтобы нанести 2 урона"
                }
            ]
        },
        {
            "Uuid": 3,
            "Name": "Гнилец",
            "Image": "Monsters/Images/Hnilets",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Хочешь найти гнильца - принюхайся хорошенько. Их так зовут не за красивые глазки!",
                    "Effect": "Вы первым делаете ход в битве"
                },
                {
                    "Uuid": 2,
                    "Text": "Убить гнильца нетрудно - трудно его пережить. Из головы монстра растут трубки, полные ядовитых газов: так и готовые взорваться!",
                    "Effect": "Перед тем как будут сформированы запасы жизней: возьмите 1 эликсир"
                },
                {
                    "Uuid": 3,
                    "Text": "В бою гнильцы двигаются очень быстро настолько, что способны обогнать даже скакуна",
                    "Effect": "Перед тем как будут сформированы запасы жизней: возьмите 1 любую карту быстрой атаки (синюю) из своей колоды или сброса"
                },
                {
                    "Uuid": 4,
                    "Text": "Гнильцов не получится обескровить: их кровь свёртывается чрезвычайно быстро",
                    "Effect": "В конце своего первого хода битвы возьмите на 2 карты больше"
                },
                {
                    "Uuid": 5,
                    "Text": "В арсенале ведьмаков есть много особых масел против разных существ. Перед боем с гнильцом важно покрыть клинок маслом против некрофагов",
                    "Effect": "Значение жизни монстра снижено на 1"
                },
                {
                    "Uuid": 6,
                    "Text": "Тело монстра выделяет взрывчатый газ, который может рвануть от неосторожного Знака Игни",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 карту, в названии которой есть «Игни», из руки или колоды (перемешайте колоду после этого), чтобы взять 3 карты"
                }
            ]
        },
        {
            "Uuid": 4,
            "Name": "Гнездо утопцев",
            "Image": "Monsters/Images/NestUtopians",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Говорят, утопцы заколдованные утопленники... Дерьмо и выдумка. Утопец есть существо, появившееся в результате Сопряжения Сфер, а потому боится серебра",
                    "Effect": "Значение жизни монстра снижено на 1"
                },
                {
                    "Uuid": 2,
                    "Text": "Утопцы любят подстерегать жертв у берега и нападают внезапно, из засады",
                    "Effect": "Вы первым делаете ход в битве"
                },
                {
                    "Uuid": 3,
                    "Text": "Само собой разумеется, что утопцы любят воду. А вот огонь они очень не любят",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 карту атакующего знака (фиолетовую) из руки, чтобы нанести 2 урона"
                },
                {
                    "Uuid": 4,
                    "Text": "Алхимики разного рода всегда рады останкам утопцев. Мозг утопца и добываемый из их тел трупный яд используется во многих рецептах",
                    "Effect": "Победив этого монстра, дополнительно возьмите 1 золото"
                },
                {
                    "Uuid": 5,
                    "Text": "Тела утопцев раздуты от воды. Их раны испускают ядовитые испарения, способные отравить или парализовать горе-охотников на этих монстров",
                    "Effect": "В конце первого хода монстра: сбросьте любое количество неиспользованных эликсиров, чтобы повысить свой уровень щита на такое же количество"
                },
                {
                    "Uuid": 6,
                    "Text": "Прибрежные поселения всегда страдают от утопцев. Кто-нибудь из местных рыбаков наверняка попросит зачистить берег от тварей - и ещё приплатит за труды",
                    "Effect": "Перед тем как будут сформированы запасы жизней: возьмите 1 золото"
                }
            ]
        },
        {
            "Uuid": 5,
            "Name": "Экимма",
            "Image": "Monsters/Images/Ekimma",
            "Lives": 12,
            "Level": 1,
            "StartSkill": {
                "Level": null,
                "Title": null,
                "Text": "После того как будут сформированы запасы жизней, если у игрока нет жетона следа этого монстра, он сбрасывает 1 карту с руки"
            },
            "SpecialSkill": {
                "Level": null,
                "Title": "Регенерация",
                "Text": "Монстр игнорирует 2 последующих урона в этом ходу битвы"
            },
            "AttackSkills": [
                {
                    "Level": 1,
                    "Title": "Невероятная быстрота",
                    "Text": "Игрок сбрасывает 1 карту быстрой атаки (синюю) из руки. Если он не может так сделать, то получает 3 урона"
                },
                {
                    "Level": 2,
                    "Title": "Острые когти",
                    "Text": "Игрок сбрасывает 3 карты с верха своей колоды (если в колоде нет карт - любые карты с руки)"
                },
                {
                    "Level": 3,
                    "Title": "Жажда крови",
                    "Text": "Игрок сбрасывает 2 случайные карты из руки (если в руке нет карт - с верха своей колоды)"
                },
                {
                    "Level": 4,
                    "Title": "Серия ударов",
                    "Text": "Бросьте кубик:\n1-2: Игрок получает 2 урона\n3-4: Игрок получает 3 урона\n5-6: Игрок получает 4 урона"
                }
            ],
            "WasTrailed": false,
            "isAvailable": true,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Кое-кто брешет, будто экиммы большие нетопыри. Такие при встрече с экиммой долго не проживут",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 1 карту. Затем, если у вас есть жетон следа этого моинстра, возьмите ещё 1 карту"
                },
                {
                    "Uuid": 2,
                    "Text": "Экимме глубоко плевать на серебряную воду и религиозные символы. Их надо как можно скорее зарубить серебряным мечом",
                    "Effect": "В свой первый ход битвы: закончив разыгрывать комбинацию, добавьте в неё 1 карту быстрой атаки (синюю) из руки, даже если её цвет не совпадает ни с одной связью предыдущей карты"
                },
                {
                    "Uuid": 3,
                    "Text": "Экимма не обратится в прах от солнечного света. Но когда солнце в зените, экиммы слабеют",
                    "Effect": "Сформировав запас жизни монстра, уберите из него 1 случайную особую боевую карту (верните её обратно в колоду боевых карт монстров)"
                },
                {
                    "Uuid": 4,
                    "Text": "Чаще всего экиммы живут группами. Если выманивать их поодиночке, шанс выжить выше",
                    "Effect": "В первый ход монстра, игнорируйте все эффекты его атаки, кроме урона"
                },
                {
                    "Uuid": 5,
                    "Text": "Раненая экимма может регенерировать с помощью жизненных сил жертвы. Если принять эликсир 'Чёрная кровь', экимма отравится",
                    "Effect": "Перед тем как будут сформированы запасы жизней: сбросьте 1 эликсир 'Чёрная кровь', чтобы повысить свой навык защиты на 1"
                },
                {
                    "Uuid": 6,
                    "Text": "Экиммы - чрезвычайно быстрые твари. Там, где не успевает меч, достанет Знак Игни",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 карту, в названии которой есть 'Игни', из руки или колоды (перемешайте колоду после этого), чтобы нанести 2 урона"
                }
            ]
        },
        {
            "Uuid": 6,
            "Name": "Туманник",
            "Lives": 10,
            "Level": 1,
            "StartSkill": {
                "Level": null,
                "Title": null,
                "Text": "В первый ход монстра он не атакует. Игрок бросает кубики: \n1-2: Игрок получает сбрасывает 1 карту с руки\n3-4: Игрок получает сбрасывает 2 карты с руки\n5-6: Игрок сбрасывает 3 карты с руки"
            },
            "SpecialSkill": {
                "Level": null,
                "Title": "Нематериальная форма",
                "Text": "Если в комбинации игрока нет хотя бы 1 карты атакующего Знака (фиолетовой), Туманник восстанавливает 1 здоровье"
            },
            "AttackSkills": [
                {
                    "Level": 1,
                    "Title": "Острые когти",
                    "Text": "Игрок сбрасывает 3 карты с верха своей колоды (если в колоде нет карт - любые карты из руки)"
                },
                {
                    "Level": 2,
                    "Title": "Мираж",
                    "Text": "Игрок получает 2 урона. В его следующий ход битвы все символы щита в комбинации игнорируются"
                },
                {
                    "Level": 3,
                    "Title": "Иллюзия",
                    "Text": "Игрок получает 3 урона. В его следующий ход битвы все символы щита в комбинации игнорируются"
                },
                {
                    "Level": 4,
                    "Title": "Удар из тумана",
                    "Text": "Игрок получает 2 урона и пропускает свой следующий ход битвы"
                }
            ],
            "WasTrailed": false,
            "Attacks": [],
            "Image": "Monsters/Images/Fogger",
            "isAvailable": true,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Если в болотном тумане что-то мигает, это одно из двух: либо кто-то заблудился, либо туманник приманивает новую жертву",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 1 карту. Затем, если у вас есть жетон следа этого монстра, возьмите ещё 1 карту"
                },
                {
                    "Uuid": 2,
                    "Text": "Туманники обладают особой магией. Они могут повелевать туманом, чтобы сбивать с толку заблудившихся путников и поодиночке заманивать их в ловушку",
                    "Effect": "Перед тем как будут сформированы запасы жизней: увеличьте свой навык специализации на 1 и сбросьте этот жетон уязвимости"
                },
                {
                    "Uuid": 3,
                    "Text": "Туманники питаются человечиной - и даже могут принимать облик",
                    "Effect": "Перед тем как будут сформированы запасы жизней: увеличьте свой уровень щита на 1. При этом он может превысить ваш максимум"
                },
                {
                    "Uuid": 4,
                    "Text": "Туманники могут становиться бесплотными во время боя. Но их может выдать мерцание воздуха и шорох травы",
                    "Effect": "В свой первый ход битвы: если в вашей комбинации есть хотя бы 1 карта быстрой атаки (синяя), закончив разыгрывать комбинацию, добавьте в неё ещё 1 карту из руки, даже если её цвет не совпадает ни с одной связью предыдущей карты"
                },
                {
                    "Uuid": 5,
                    "Text": "Чтобы заставить туманника материализоваться, нужно ударить его Знаком Аард",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 карту атакующего знака (фиолетовую) из руки, чтобы нанести 3 урона"
                },
                {
                    "Uuid": 6,
                    "Text": "Иллюзии туманника можно рассеять магическим амулетом под названием Глаз Нехалены",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Мираж'"
                }
            ]
        },
        {
            "Uuid": 7,
            "Name": "Гнездо гулей",
            "Image": "Monsters/Images/NestGooks",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Гули питаются трупами. Поля битв для них настоящий пир",
                    "Effect": "Вы первым делаете ход в битве"
                },
                {
                    "Uuid": 2,
                    "Text": "Гули боятся не только серебра: они страшатся огня и яркого света",
                    "Effect": "Значение жизни монстра снижено на 1"
                },
                {
                    "Uuid": 3,
                    "Text": "В битве с гулями очень пригодится масло, которое ведьмаки используют против некрофагов",
                    "Effect": "Перед тем как будут сформированы запасы жизней: посмотрите 3 верхние карты из колоды эликсиров и возьмите 1 из них. Остальные просмотренные карты поместите под низ колоды эликсиров"
                },
                {
                    "Uuid": 4,
                    "Text": "Голодный или разъярённый гуль не посмотрит, что он трупоед - и легко порвёт на куски даже живую жертву",
                    "Effect": "Перед тем как будут сформированы запасы жизней: сбросьте любое количество карт из руки, чтобы взять такое же количество карт из своей колоды"
                },
                {
                    "Uuid": 5,
                    "Text": "В ярости гули дерутся не на жизнь, а на смерть, и пытаются порвать врага даже ценой собственной шкуры",
                    "Effect": "В конце своего первого хода битвы возьмите на 2 карты больше"
                },
                {
                    "Uuid": 6,
                    "Text": "Эти твари особенно опасны в кромешной мгле и сразу после заката. Лучше не соваться на кладбища глубокой ночью",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 1 карту"
                }
            ]
        },
        {
            "Uuid": 8,
            "Name": "Волколак",
            "Image": "Monsters/Images/Volkolak",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Ликантропия является следствием проклятия или возникает после укуса другого оборотня. Масло против проклятых действует и на волколаков",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 1 карту"
                },
                {
                    "Uuid": 2,
                    "Text": "В полнолуние волколаки особенно активны и сильны: в это время лучше держаться от них подальше",
                    "Effect": "В первый ход монстра игнорируйте все эффекты его атаки, кроме урона"
                },
                {
                    "Uuid": 3,
                    "Text": "Эти монстры обладают сверхъестественно чутким обонянием",
                    "Effect": "Перед тем как будут сформированы запасы жизней: сбросьте 1 карту быстрой атаки (синюю) из руки, чтобы снизить значение жизни монстра на 2"
                },
                {
                    "Uuid": 4,
                    "Text": "Если волколак чует опасность, он может призывать на помощь волков со всей округи",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Созыв стаи'"
                },
                {
                    "Uuid": 5,
                    "Text": "Волколаки не заслоняются от оружия ведь сталь их не берёт. А вот серебро жжёт и жалит",
                    "Effect": "Значение жизни монстра снижено на 1"
                },
                {
                    "Uuid": 6,
                    "Text": "Сильно раненого волколака надо непременно добить - иначе он регенерирует!",
                    "Effect": "В свой первый ход битвы: сбросьте 1 карту мощной атаки (красную) из руки, чтобы нанести 3 урона"
                }
            ]
        },
        {
            "Uuid": 9,
            "Name": "Виверна",
            "Image": "Monsters/Images/Wyvern",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Их часто принимают за драконов. Хотя, казалось бы, как этих замызганных драконидов спутать с истинным драконом?",
                    "Effect": "Победив этого монстра, дополнительно возьмите 2 золота"
                },
                {
                    "Uuid": 2,
                    "Text": "Виверны, или выворотки, имеют привычку хлестать жертву хвостом",
                    "Effect": "Перед тем как будут сформированы запасы жизней: увеличьте свой уровень щита на 2. При этом он может превысить ваш максимум"
                },
                {
                    "Uuid": 3,
                    "Text": "Хвост виверны венчает острое жало. Оно покрыто ядом, способным свалить даже лошадь",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 эликсир, чтобы в первый ход монстра он мог нанести вам только 1 урон (весь последующий урон игнорируется, другие эффекты применяются как обычно)"
                },
                {
                    "Uuid": 4,
                    "Text": "Рассказывают, что друиды то и дело умудряются приручать этих грозных зверей",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 1 карту"
                },
                {
                    "Uuid": 5,
                    "Text": "Виверны очень территориальны и нападают на любого незваного гостя",
                    "Effect": "После того как будут сформированы запасы жизней: посмотрите 3 верхние карты из своей колоды. Верните их назад в любом порядке"
                },
                {
                    "Uuid": 6,
                    "Text": "Если виверна пикирует на тебя берегись. От столкновения с такой массивной тушей легко потерять сознание",
                    "Effect": "В первый ход монстра, после открытия карты из его запаса жизни, вы можете изменить тип атаки (удар или укус). Если была открыта особая боевая карта - можете выбрать особую атаку, которая будет применена"
                }
            ]
        },
        {
            "Uuid": 10,
            "Name": "Грифон",
            "Image": "Monsters/Images/Gryphon",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Грифон - зверь чрезвычайно опасный. Не родился ещё воин, способный выстоять под ударом его когтей",
                    "Effect": "В первый ход монстра, после открытия карты из его запаса жизни, вы можете изменить тип атаки (удар или укус). Если была открыта особая боевая карта - можете выбрать особую атаку, которая будет применена"
                },
                {
                    "Uuid": 2,
                    "Text": "Клюв и когти грифона оставляют очень глубокие раны, которые сильно кровоточат и долго не заживают",
                    "Effect": "В первый ход монстра игнорируйте все эффекты его атаки, кроме урона"
                },
                {
                    "Uuid": 3,
                    "Text": "Грифоны образуют пару на всю жизнь и защищают своих партнеровдо последнего вздоха. Возможно, оттого грифон стал геральдическим символом верности и смелости",
                    "Effect": "Сформировав запас жизни монстра, уберите из него 1 случайную особую боевую карту (верните её обратно в колоду боевых карт монстров). Вместо неё добавьте в запас жизни монстра 1 случайную обычную боевую карту из убранных в коробкую. После окончания битвы уберите 1 случайную обычную боевую карту монстра в коробку"
                },
                {
                    "Uuid": 4,
                    "Text": "Встретить грифона - не к добру. Встретить грифона на гнездовье - к очень скорой гибели",
                    "Effect": "Значение жизни монстра снижено на 2"
                },
                {
                    "Uuid": 5,
                    "Text": "Грифон может заслоняться от ударов своими мощными крыльями",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 1 карту"
                },
                {
                    "Uuid": 6,
                    "Text": "Сила у грифона такая, что он легко может поднять в небо коня. Так что на везение лучше не уповать: не помогут даже все четыре подковы на удачу!",
                    "Effect": "В ваш первый ход битвы каждая карта мощной атаки (красная) в вашей комбинации дополнительно наносит 1 урон"
                }
            ]
        },
        {
            "Uuid": 11,
            "Name": "Бес",
            "Image": "Monsters/Images/Penniless",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Бесы любят трясину, обитают на болотах и в густых чащах. Сторонятся людей по мере сил, а если донимают - убивают легко и быстро",
                    "Effect": "После того как будут сформированы запасы жизней: посмотрите 3 верхние карты из своей колоды. Верните их назад в любом порядке"
                },
                {
                    "Uuid": 2,
                    "Text": "Бес очень пугается громких звуков. Против него пригодится 'Самум' или 'Чёртов гриб' - эти бомбы особенно громкие",
                    "Effect": "В свой первый ход битвы: возьмите 1 карту либо сбросьте 1 неиспользованную бомбу 'Самум' или 'Чёртов гриб', чтобы нанести 3 урона"
                },
                {
                    "Uuid": 3,
                    "Text": "Бес смертельно опасен уже потому, что он огромен. Латника на лошади он убьёт одним ударом лапы и скакуна вместе с ним",
                    "Effect": "В ваш первый ход битвы каждая карта защитного приёма (зелёная) в вашей комбинации дополнительно наносит 1 урон"
                },
                {
                    "Uuid": 4,
                    "Text": "Знак Аард на бесов не действует: уж шибко они громадные. Даже мастер Знаков не оттолкнёт беса ни на вершок",
                    "Effect": "В ваш первый ход битвы, если ваша комбинация состоит хотя бы из 2 карт, она дополнительно наносит 2 урона"
                },
                {
                    "Uuid": 5,
                    "Text": "Бесы могут гипнотизировать противника с помощью третьего глаза во лбу. В свой первый ход битвы: увеличьте свой уровень щита до своего максимума",
                    "Effect": "В свой первый ход битвы: увеличьте свой уровень щита до своего максимума"
                },
                {
                    "Uuid": 6,
                    "Text": "Не забудь покрыть меч маслом против реликтов, если охота выйти живым из драки с бесом",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте любое количество эликсиров, чтобы взять такое же количество карт"
                }
            ]
        },
        {
            "Uuid": 12,
            "Name": "Покаянник",
            "Image": "Monsters/Images/Penitent",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Говорят, покаянник появляется в наказание там, где совершались гнусные преступления",
                    "Effect": "Если у вас есть ведьмачий трофей другого игрока, значение жизни монстра снижено на 3 (одиночная игра: значение жизни монстра снижено на 1)"
                },
                {
                    "Uuid": 2,
                    "Text": "Место, где появляется покаянник, сразу охватывает туман и мгла, в которой гаснут любые огни",
                    "Effect": "Перед тем как будут сформированы запасы жизней: увеличьте свой уровень щита на 2. При этом он может превысить ваш максимум"
                },
                {
                    "Uuid": 3,
                    "Text": "Покаянник сражается не только мечом, но и тяжёлым фонарём",
                    "Effect": "В первый ход монстра, после открытия карты из его запаса жизни, вы можете изменить тип атаки (удар или укус). Если была открыта особая боевая карта - можете выбрать особую атаку, которая будет применена"
                },
                {
                    "Uuid": 4,
                    "Text": "В битве покаянник призывает на помощь призраков послабее, которые отвлекают на себя внимание врага",
                    "Effect": "Перед тем как будут сформированы запасы жизней: сбросьте любое количество карт из руки, чтобы взять такое же количество карт из своей колоды"
                },
                {
                    "Uuid": 5,
                    "Text": "Сражаться с покаянником непросто: он исчезает и мгновенно возникает вновь. Ранить его смогут только самые ловкие и быстрые",
                    "Effect": "Перед тем как будут сформированы запасы жизней: возьмите 1 любую карту быстрой атаки (синюю) из своей колоды или сброса"
                },
                {
                    "Uuid": 6,
                    "Text": "Покаянник нападает на свою цель неустанно. Чтобы победить его, нужно постоянно двигаться",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Удар за ударом'"
                }
            ]
        },
        {
            "Uuid": 13,
            "Name": "Водная баба",
            "Image": "Monsters/Images/WaterBaba",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Водные бабы порой заманивают путников, притворившись заблудившимися старушками. Но только очень пьяный мог бы перепутать это мерзкое чудовище с бабушкой",
                    "Effect": "В первый ход монстра урон от его атаки снижен на 2"
                },
                {
                    "Uuid": 2,
                    "Text": "Монстрам нечего драться по законам чести. Вот и водная баба не прочь кидаться болотной жижей, чтобы сбить с толку жертву",
                    "Effect": "Перед тем как будут сформированы запасы жизней: увеличьте свой навык специализации на 1 и сбросьте этот жетон уязвимости"
                },
                {
                    "Uuid": 3,
                    "Text": "Бомба 'Северный ветер' из ведьмачьего арсенала - самое то против водной бабы, не любящей холод",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 2 эликсира, чтобы нанести 2 урона, либо сбросьте 1 бомбу 'Северный ветер', чтобы нанести 3 урона"
                },
                {
                    "Uuid": 4,
                    "Text": "У водной бабы огромные когти, которым позавидовал бы и волколак - такие длинные, что даже Знак Квен не всегда защитит",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Грязные когти'"
                },
                {
                    "Uuid": 5,
                    "Text": "Водные бабы прекрасно маскируются на болоте. Они даже умеют бесшумно двигаться в жиже, чтобы внезапно напасть со спины",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Неожиданная быстрота'"
                },
                {
                    "Uuid": 6,
                    "Text": "Водную бабу надо искать на болоте или в какой-нибудь ещё топи. Берегись, чтобы не застала врасплох и не утянула под воду!",
                    "Effect": "В конце первого хода монстра: сбросьте любое количество неиспользованных эликсиров, чтобы повысить свой уровень щита на такое же количество. Уровень щита при этом может превысить ваш максимум."
                }
            ]
        },
        {
            "Uuid": 14,
            "Name": "Мантикора",
            "Image": "Monsters/Images/Manticore",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Мантикора есть зверь с телом льва, хвостом скорпиона и крыльями летучей мыши от всех по самому опасному",
                    "Effect": "Перед тем как будут сформированы запасы жизней: возьмите 1 любую карту защитного знака (жёлтую) из своей колоды или сброса"
                },
                {
                    "Uuid": 2,
                    "Text": "Только глупцы боятся драконов. Мантикоры встречаются чаще - и они в сотню раз опаснее",
                    "Effect": "В первый ход монстра урон от его атаки снижен на 2"
                },
                {
                    "Uuid": 3,
                    "Text": "Жало на хвосте идёт в ход только в крайнем случае: отрава ядовита и для самого монстра, и жертву уже будет не съесть",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Ядовитое жало'"
                },
                {
                    "Uuid": 4,
                    "Text": "Ядовитые железы мантикоры - ценный алхимический ингредиент для ведьмаков, необходимый для Испытания Травами",
                    "Effect": "Победив этого монстра, дополнительно возьмите 2 золота"
                },
                {
                    "Uuid": 5,
                    "Text": "Мантикора может летать на своих мощных перепончатых крыльях. Если с ними что-нибудь станется, монстр лишится преимущества в битве",
                    "Effect": "Когда способность сброса монстра 'Взмыть в небо' срабатывает первый раз за битву, игнорируйте её, а также все её последующие срабатывания до конца этого хода. Если это произошло, сбросьте этот жетон уязвимости"
                },
                {
                    "Uuid": 6,
                    "Text": "В бою с мантикорой никогда не спускай глаз с её хвоста - даже один быстрый и хлёсткий укол смертелен",
                    "Effect": "В свой первый ход битвы: если ваша комбинация состоит хотя бы из 3 карт, закончив применять её эффекты, возьмите обратно в руку 1 любую карту из неё"
                }
            ]
        },
        {
            "Uuid": 15,
            "Name": "Полуночница",
            "Image": "Monsters/Images/Midwife",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Многие путники полуночниц не боятся, а жалеют и соболезнуют им. Но не стоит быть с ними шибко сердобольными - иначе скорбеть будут уже по вам",
                    "Effect": "В свой первый ход битвы: закончив разыгрывать комбинацию, добавьте в неё ещё 1 карту из руки, даже если её цвет не совпадает ни с одной связью предыдущей карты"
                },
                {
                    "Uuid": 2,
                    "Text": "Отправляясь на битву с полуночницей после наступления темноты, не забывайте и о других опасностях ночи: под коньком ближайшей крыши всегда может притаиться какой-нибудь гуль",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 1 карту. Затем, если у вас есть жетон следа этого монстра, возьмите ещё 1 карту"
                },
                {
                    "Uuid": 3,
                    "Text": "Полуночницы могут создавать несколько собственных проекций, которые хоть и не причиняют вреда, но и не дают ранить призрака",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Проекции призрака'"
                },
                {
                    "Uuid": 4,
                    "Text": "Полуночницы могут становиться нематериальными, и тогда без Знака Ирден их мечом не достанешь",
                    "Effect": "В конце своего первого хода битвы возьмите на 3 карты больше за каждую карту защитного знака (жёлтую) в вашей комбинации"
                },
                {
                    "Uuid": 5,
                    "Text": "Чтобы сделать полуночницу более материальной, следует использовать ведьмачью бомбу под названием 'Лунная пыль'",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 2 эликсира, чтобы взять 3 карты, либо сбросьте 1 бомбу 'Лунная пыль', чтобы взять 4 карты"
                },
                {
                    "Uuid": 6,
                    "Text": "Расправиться с полуночницей надо до восхода солнца: с приходом утра она растает без следа",
                    "Effect": "Перед тем как будут сформированы запасы жизней: увеличьте свой навык наименьшего уровня на 1 и сбросьте этот жетон уязвимости"
                }
            ]
        },
        {
            "Uuid": 16,
            "Name": "Пряха",
            "Image": "Monsters/Images/Spinster",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Пряха - младшая из трёх ведьм-сестёр. Но не расслабляйся: другим Хозяйкам леса в магии и силе она ничуть не уступает!",
                    "Effect": "В первый ход монстра: сбросьте 1 неиспользованный эликсир, чтобы игнорировать все эффекты атаки монстра, кроме урона"
                },
                {
                    "Uuid": 2,
                    "Text": "Пряху прозвали так за ковры из человеческих волос, через которые она черпает свою силу",
                    "Effect": "Значение жизни монстра снижено на 1"
                },
                {
                    "Uuid": 3,
                    "Text": "Местные кметы, скорее всего, попали под влияние Пряхи. Надо принять меры, чтобы вдруг не бросились на защиту ведьмы",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Созыв людишек'"
                },
                {
                    "Uuid": 4,
                    "Text": "Из-за чар ведьмы в округе наверняка заблудилось немало путников. Если их отыскать, им наверняка будет что рассказать! ",
                    "Effect": "Вы первым делаете ход в битве"
                },
                {
                    "Uuid": 5,
                    "Text": "Если верить легендам, Пряха появилась в этом мире ещё до людей - может, даже раньше эльфов. Стоит покрыть меч маслом против реликтов",
                    "Effect": "Перед тем как будут сформированы запасы жизней: возьмите 2 эликсира"
                },
                {
                    "Uuid": 6,
                    "Text": "Пряха умеет превращаться в стаю ворон, чтобы напасть со спины. Знак Квен сослужит против неё добрую службу",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 карту, в названии которой есть 'Квен', из руки или колоды (перемешайте колоду после этого), чтобы нанести 2 урона"
                }
            ]
        },
        {
            "Uuid": 17,
            "Name": "Шептуха",
            "Image": "Monsters/Images/Whisperer",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Шептуха старшая из трёх ведьм-сестёр появилась на Континенте задолго до первых людей",
                    "Effect": "Перед первым ходом монстра посмотрите 2 верхние карты из его запаса жизни. Верните их назад в любом порядке"
                },
                {
                    "Uuid": 2,
                    "Text": "За свою милость она собирает с людей дань человечьими ушами. Значит, она держит местных кметов в большом страхе",
                    "Effect": "Перед тем как будут сформированы запасы жизней: сбросьте 2 золота, чтобы снизить значение жизни монстра на 2"
                },
                {
                    "Uuid": 3,
                    "Text": "Шептуха развешивает по округе собранные человечьи уши и с помощью древнейшей магии ловит ими каждое слово",
                    "Effect": "В течение всей битвы: игнорируйте особую способность монстра"
                },
                {
                    "Uuid": 4,
                    "Text": "Если верить слухам, Шептуха убила троих местных детей, которые не захотели платить ей дань ушами. Их родители могут помочь советом",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 2 карты"
                },
                {
                    "Uuid": 5,
                    "Text": "Все, кто живут в округе, слышат шёпот ведьмы, даже если она далеко-далеко. Шёпот заманивает, обманывает, подчиняет",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Манящий шёпот'"
                },
                {
                    "Uuid": 6,
                    "Text": "Перед боем с Шептухой непременно надо покрыть клинок маслом против реликтов",
                    "Effect": "Перед тем как будут сформированы запасы жизней: сбросьте 1 карту из руки, чтобы взять 1 любую карту из своей колоды."
                }
            ]
        },
        {
            "Uuid": 18,
            "Name": "Полуденница",
            "Image": "Monsters/Images/MiddayGirl",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Эти призраки встречаются в жаркий погожий день, когда солнце стоит высоко. Завидев полуденницу, иной кмет думает, что ему просто напекло голову",
                    "Effect": "Вы первым делаете ход в битве"
                },
                {
                    "Uuid": 2,
                    "Text": "Феодалы некогда считали, будто кметы нарочно полуденниц выдумали, чтобы от работ отлынивать",
                    "Effect": "Перед тем как будут сформированы запасы жизней: возьмите 1 эликсир"
                },
                {
                    "Uuid": 3,
                    "Text": "Как и любого призрака, полуденницу можно убить серебряным клинком - особенно если он покрыт особым маслом",
                    "Effect": "В свой первый ход битвы: сбросьте 1 неиспользованный эликсир, чтобы нанести 2 урона"
                },
                {
                    "Uuid": 4,
                    "Text": "Полуденницы могут создавать отражения собственного образа, которые кружат вокруг жертвы в смертоносной призрачной пародии на танец",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 карту атакующего знака (фиолетовую) из руки, чтобы нанести 3 урона"
                },
                {
                    "Uuid": 5,
                    "Text": "Полуденница может расплываться в воздухе: в таком состоянии её не достать даже серебряным мечом. Но Знак Ирден заставит её материализоваться",
                    "Effect": "После того как будут сформированы запасы жизней: сбросьте 1 карту, в названии которой есть «Ирден», из руки, чтобы взять 4 карты"
                },
                {
                    "Uuid": 6,
                    "Text": "Мало кто слыхал, что полуденницу можно повстречать и ночью и тогда она будет куда слабей, чем днём",
                    "Effect": "Перед тем как будут сформированы запасы жизней: уберите из игры 1 карту из руки, чтобы взять 1 карту из ряда на поле и положить её в свой сброс. Стоимость взятой карты должна быть на 1 выше, чем стоимость убранной, либо равна ей, либо меньше"
                }
            ]
        },
        {
            "Uuid": 19,
            "Name": "Кащей",
            "Image": "Monsters/Images/Bogeyman",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Кащей - искусственное создание, не встречающееся в природе. Это взращённое порождение чьей-то магии",
                    "Effect": "Один раз за битву: если в вашей комбинации есть хотя бы 1 карта защитного знака (жёлтая), увеличьте свой уровень щита на 2"
                },
                {
                    "Uuid": 2,
                    "Text": "Эликсир под названием 'Пурга' - единственный способ для ведьмака сравниться в скорости с кащеем",
                    "Effect": "Перед тем как будут сформированы запасы жизней: найдите эликсир 'Пурга' в колоде эликсиров и возьмите его. Если его там нет, то выберите и возьмите любой другой эликсир. Перемешайте колоду после этого"
                },
                {
                    "Uuid": 3,
                    "Text": "Кащей обладает огромной силой: он может без труда поднять и раздавить взрослую лошадь",
                    "Effect": "Один раз за битву: понизьте свой уровень щита на 1, чтобы нанести 2 урона"
                },
                {
                    "Uuid": 4,
                    "Text": "Если слышишь скрип хитиновых суставов, берегись кащей идёт",
                    "Effect": "После того как будут сформированы запасы жизней: посмотрите 4 карты с верха своей колоды. Верните их назад в любом порядке"
                },
                {
                    "Uuid": 5,
                    "Text": "На совести у этой твари не один погибший ведьмак. Если бы только у кащея была совесть",
                    "Effect": "Один раз за битву: закончив разыгрывать комбинацию ровно из 1 карты, нанесите 2 урона"
                },
                {
                    "Uuid": 6,
                    "Text": "Самое опасное оружие кащея головная пара конечностей, вооружённая мощными клешнями. Они покрыты рядами острых игл и роговых выступов",
                    "Effect": "Перед первым ходом монстра: получите 2 единицы щита"
                }
            ]
        },
        {
            "Uuid": 20,
            "Name": "Тролль",
            "Image": "Monsters/Images/Troll",
            "isAvailable": false,
            "Weaknesses": [
                {
                    "Uuid": 1,
                    "Text": "Тролли не всегда нападают первыми. Эти примитивные создания разумны и порой не намерены лезть в драку",
                    "Effect": "После того как будут сформированы запасы жизней: возьмите 2 карты"
                },
                {
                    "Uuid": 2,
                    "Text": "Как и многие другие разумные существа, тролли умеют мастерить инструменты и оружие. Поэтому они не всегда дерутся одними руками и ногами",
                    "Effect": "В первый ход монстра урон от его атаки снижен на 2"
                },
                {
                    "Uuid": 3,
                    "Text": "Каменная кожа на спине тролля такая прочная, что её ничем не пробить. Ранить тролля можно только спереди",
                    "Effect": "Перед тем как будут сформированы запасы жизней: возьмите 1 любую карту мощной атаки (красную) из своей колоды или сброса"
                },
                {
                    "Uuid": 4,
                    "Text": "Даже самый прочный доспех на свете не выдержит удара тяжёлого кулака тролля",
                    "Effect": "В свой первый ход битвы: закончив разыгрывать комбинацию, добавьте в неё ещё 1 карту из руки, даже если её цвет не совпадает ни с одной связью предыдущей карты"
                },
                {
                    "Uuid": 5,
                    "Text": "Тролли любят стишки и загадки. Если применить немного хитрости, одержать верх будет куда легче",
                    "Effect": "После того как будут сформированы запасы жизней: посмотрите 3 верхние карты из своей колоды и возьмите 1 из них. Остальные просмотренные карты верните назад в любом порядке"
                },
                {
                    "Uuid": 6,
                    "Text": "Eсли тролль не может до тебя дотянуться, это ещё не значит, что ему нечем тебя достать. Они умеют метко и далеко кидаться тяжёлыми камнями!",
                    "Effect": "В течение всей битвы: игнорируйте особую атаку монстра 'Бросок булыжника'"
                }
            ]
        }
    ]
}